{
  "code": 200,
  "message": "Details of Abimanyu Character",
  "data": {
    "title": "Abimanyu Character",
    "image": {
      "url": "https://upload.wikimedia.org/wikipedia/id/f/f8/Angkawijaya.jpg",
      "width": 120,
      "height": 300,
      "alt": "Abimanyu"
    },
    "descriptions": [
      {
        "order": 0,
        "contents": [
          "Abimanyu adalah seorang tokoh dalam wiracarita Mahabharata. Ia adalah putra Arjuna dan Subadra. Dalam wiracarita Mahabharata, ditetapkan bahwa Abimanyulah yang akan meneruskan Yudistira sebagai pewaris takhta. Riwayatnya dituturkan sebagai pahlawan yang tragis. Ia gugur dalam pertempuran besar di Kurukshetra sebagai salah satu kesatria termuda dari pihak Pandawa, karena baru berusia enam belas tahun. Abimanyu menikah dengan Utari, putri Raja Wirata dan memiliki seorang putra bernama Parikesit, yang lahir tak lama setelah ia gugur.",
          "Abimanyu terdiri dari dua kata Sanskerta, yaitu abhi (berani) dan man'yu (tabiat). Dalam bahasa Sanskerta, kata Abhiman'yu berarti \"ia yang memiliki sifat tak kenal takut\" atau \"yang bersifat kepahlawanan\"",
          "Menurut mitologi Hindu, Abimanyu adalah inkarnasi Warcasa, putra Dewa bulan. Ia membuat perjanjian bahwa putranya tinggal di Bumi hanya selama 16 tahun, sebagaimana ia tak dapat menahan perpisahan dengan putranya. Abimanyu berusia 16 tahun saat ia terbunuh dalam pertempuran."
        ]
      },
      {
        "order": 1,
        "title": "Pewayangan Jawa",
        "image": {
          "url": "https://1.bp.blogspot.com/-po_3bL5g47Q/Us_TZKwIZsI/AAAAAAAAD40/m6MbN8OOe8c/s1600/ABIMANYU.png",
          "width": 120,
          "height": 330,
          "alt": "Abimanyu"
        },
        "contents": [
          "Dalam pewayangan Jawa, Abimanyu dikenal pula dengan nama Angkawijaya, Jaya Murcita, Jaka Pengalasan, Partasuta, Kirityatmaja, Sumbadraatmaja, Wanudara dan Wirabatana. Ia merupakan putra Arjuna (salah satu dari lima kesatria Pandawa) dengan Dewi Subadra (putri Prabu Basudewa [penguasa Mandura] dengan Dewi Dewaki). Ia mempunyai 13 orang saudara lain ibu, yaitu: Sumitra, Bratalaras, Bambang Irawan, Kumaladewa, Kumalasakti, Wisanggeni, Wilungangga, Endang Pregiwa, Endang Pregiwati, Prabakusuma, Wijanarka, Anantadewa dan Bambang Sumbada. Abimanyu merupakan kesayangan dewata. Sejak dalam kandungan ia telah mendapat \"Wahyu Hidayat\", yang mampu membuatnya mengerti dalam segala hal. Dikisahkan bahwa karena pertapaannya yang khusyuk, Abimanyu mendapatkan Wahyu Makutha Raja, yaitu wahyu yang menyatakan bahwa keturunannya akan menjadi penerus takhta penguasa Astina.",
          "Dalam pewayangan, Abimanyu diceritakan sebagai tokoh yang bersifat lembut, bertingkah laku baik, jujur, berhati teguh, bertanggung jawab, dan pemberani. Pendidikan militernya diajarkan langsung oleh ayahnya, sedangkan ilmu kebatinan ia dapatkan dari kakeknya, Bagawan Abiyasa. Abimanyu tinggal di kesatrian Palangkawati, setelah mengalahkan Prabu Jayamurcita.",
          "Ia mempunyai dua orang istri, yaitu Dewi Siti Sundari, putri Prabu Kresna, raja negara Dwarawati dengan Dewi Pratiwi. Kisah pernikahan Abimanyu dengan Siti Sundari pertama kali muncul dalam Kakawin Gatotkacasraya karya Mpu Panuluh, dan dilakonkan dalam pentas wayang kulit dengan judul Alap-Alapan Siti Sundari atau Jaya Murcita Ngraman. Dewi Utari, putri Prabu Matsyapati dengan Dewi Ni Yutisnawati, dari negara Wirata, dan berputra Parikesit. Kisah pernikahan Abimanyu dengan Utari dilakonkan dalam pentas wayang kulit dengan judul Putu Rabi Nini atau Kalabendana Gugur"
        ]
      },
      {
        "order": 3,
        "title": "Baratayuda",
        "contents": [
          "Abimanyu gugur dalam Baratayuda, yaitu pertempuran antara kubu Korawa melawan Pandawa di lapangan Kurusetra. Pada saat itu, kesatria dari pihak Pandawa yang berada di medan laga dan menguasai strategi perang hanya tiga orang, yakni Bima, Arjuna, dan Abimanyu. Gatotkaca menyingkir karena Karna merentangkan senjata Kunta Wijayadanu. Bima dan Arjuna dipancing oleh kesatria lain dari pihak Korawa agar keluar dari medan pertempuran, sehingga Abimanyu saja yang diandalkan pihak Pandawa pada saat itu.",
          "Setelah semua saudaranya gugur, Abimanyu lupa untuk mengatur formasi perang. Dia maju sendirian ke tengah barisan Korawa dan terperangkap dalam formasi mematikan yang disiapkan musuhnya. Korawa menghujani senjata ke tubuh Abimanyu sampai Abimanyu terjerembab dan jatuh dari kudanya—dalam pewayangan digambarkan lukanya arang kranjang (banyak sekali). Abimanyu terlihat seperti landak karena berbagai senjata menancap di tubuhnya. Menurut cerita, kejadian itu merupakan risiko pengucapan sumpah ketika melamar Dewi Utari. Abimanyu pernah bersumpah bahwa dia masih bujang, dan menyatakan apabila dia mengucapkan sumpah palsu, maka dia siap mati dikeroyok dan tertusuk berbagai senjata para musuhnya. Padahal Abimanyu mengucapkan sumpah palsu, karena saat itu dia sudah menikahi Dewi Siti Sundari.",
          "Dengan berbagai senjata yang menancap diseluruh tubuhnya, Abimanyu tidak bisa berjalan lagi. Meski demikian, Abimanyu tidak menyerah. Bahkan dia berhasil membunuh calon putra mahkota Astina, yaitu Lesmana Mandrakumara putra Prabu Duryodana, dengan cara melemparkan keris Pulanggeni, setelah menembus tubuh empat prajurit lainnya. Pada saat itu pihak Korawa tahu bahwa untuk membunuh Abimanyu, mereka harus memutus langsang yang ada di dadanya. Akhirnya Abimanyu gugur oleh gada Kyai Glinggang atau Galih Asem milik Jayadrata, kesatria dari Banakeling."
        ]
      }
    ]
  }
}
